Repository: mmarcot/Flask-TinyCMS
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Title
fr: Titre

source: The title should contain between 1 and 200 characters
fr: Le titre doit contenir entre 1 et 200 caractères

source: The slug should contain between 1 and 200 characters
fr: Le slug doit contenir entre 1 et 200 caractères

source: Published
fr: Publié

source: Abstract image
fr: Image du résumé

source: The link to the image should contain between 1 and 200 characters
fr: Le lien vers l'image doit contenir entre 1 et 200 caractères

source: Abstract
fr: Résumé

source: Content
fr: Contenu

source: Create
fr: Créer

source: Save
fr: Enregistrer

source: Name
fr: Nom

source: The name should contain between 1 and 50 characters
fr: Le nom doit contenir entre 1 et 50 caractères

source: Email cannot be empty
fr: Merci de saisir une adresse e-mail

source: The given e-mail is not valid
fr: L'adresse e-mail saisie n'est pas valide

source: Navigation label
fr: Etiquette menu

source: The navigation label should contain between 1 and 50 characters
fr: L'étiquette menu doit contenir entre 1 et 50 caractères

source: Username
fr: Nom d'utilisateur

source: Username cannot be empty
fr: Merci de saisir un nom d'utilisateur

source: The username should contain between 5 and 50 characters
fr: Le nom d'utilisateur doit contenir entre 5 et 50 caractères

source: Password
fr: Mot de passe

source: The password should contain between 5 and 50 characters
fr: Le mot de passe doit contenir entre 5 et 50 caractères

source: The tag name should contain between 2 and 50 characters
fr: Le tag doit contenir entre 2 et 50 caractères

source: Language
fr: Langage

source: The slug should be at least 1 character
fr: Le slug doit contenir au moins 1 caractère

source: The navigation label should be at least 1 character
fr: L'étiquette menu doit contenir au moins 1 caractère

source: Username should be at least 1 character
fr: Le nom d'utilisateur doit contenir au moins 1 caractère

source: Password should be at least 1 character
fr: Le mot de passe doit contenir au moins 1 caractère

source: The tag name should be at least 1 character
fr: Le tag doit contenir au moins 1 caractère

source: Username and password doesn't match
fr: Nom d'utilisateur ou mot de passe incorrect

source: Configuration saved
fr: Configuration enregistrée

source: The post '%s' has been created successfully
fr: L'article '%s' a bien été créé

source: Post '%s' deleted
fr: L'article '%s' a été supprimé

source: The comment of '%s' has been approved
fr: Le commentaire de '%s' a été approuvé

source: The comment of '%s' has been deleted
fr: Le commentaire de '%s' a été supprimé

source: The page '%s' has been created successfully
fr: La page '%s' a bien été créé

source: The page '%s' has been deleted
fr: La page '%s' a été supprimé

source: The tag '%s' has been created
fr: Le tag '%s' a bien été créé

source: The tag '%s' has been deleted
fr: Le tag '%s' a été supprimé

source: The user '%s' has been created
fr: L'utilisateur '%s' a bien été créé

source: The user '%s' has been deleted
fr: L'utilisateur '%s' a été supprimé

source: Comments
fr: Commentaires

source: The comments
fr: Les commentaires

source: Author
fr: Auteur

source: Post
fr: Article

source: Approved
fr: Approuvé

source: Yes
fr: Oui

source: No
fr: Non

source: Approve
fr: Approuver

source: Delete
fr: Supprimer

source: Create page
fr: Créer une page

source: Edit page
fr: Modifier une page

source: The pages
fr: Les pages

source: Edit
fr: Modifier

source: Create post
fr: Créer un article

source: Edit post
fr: Modifier un article

source: Posts
fr: Articles

source: The posts
fr: Les articles

source: Create date
fr: Date création

source: Create tag
fr: Créer un tag

source: Edit tag
fr: Modifier un tag

source: The tags
fr: Les tags

source: Create user
fr: Créer un utilisateur

source: Edit user
fr: Modifier un utilisateur

source: The users
fr: Les utilisateurs

source: Users
fr: Utilisateurs

source: Back to website
fr: Retour au site

source: Logout
fr: Déconnection

source: New comment
fr: Nouveau commentaire
